export const userInput = [
  '前天午饭花了20块',
  '昨天晚饭花了30块',
  '昨天工资发了5块',
  '今天早餐花了8块',
  '今天中午洗车花了30块',
  '爷爷昨天花了50吃饭'
];

export const testInput = [
    '我奶奶的爷爷郑守 花了 5块 去吃 今天中午十二点的午饭',
    '2015年九月我奶奶的爷爷郑守在五号 花了 5块 去吃 当天中午12点的午饭',
    '2015.09.06 那周的周五 我奶奶的爷爷郑守在昨天 花了 5块 去吃 当天中午12点的午饭',
    '2015.09.06 那周的星期五 我奶奶的爷爷郑守在昨天 花了 5块 去吃 当天中午十二点的午饭',
    '2015年9月6日 那周的星期五 我奶奶的爷爷郑守在昨天 花了 5块 去吃 当天中午十二点的午饭',
    '二零一五年九月六日 那周的星期五 我奶奶的爷爷郑守在昨天 花了 5块钱 去吃了两顿 当天中午十二点的午饭',
    '二零一五年九月六日 那周的星期五 我奶奶的爷爷郑守在昨天 花了 5百 去隔壁的麦当劳吃了两顿 当天中午十二点的午饭',
    '二零一五年9月6日 那周的星期五 我奶奶的爷爷郑守在昨天的昨天的大后天 花了 5百 去隔壁的麦当劳吃了两顿 当天中午十二点十分的午饭',
    '我吃了5块的午饭',
    '我十个包子花了一十块',
    '二零一五年9月6日 那周的星期五 我奶奶的爷爷郑守在昨天的昨天的大后天 花了 5百 去隔壁的麦当劳吃了两顿 当天下午一点十分的午饭',
     '二零一五年9月6日 那周的上一周的后两周的星期五 我奶奶的爷爷郑守在昨天的昨天的大后天 花了 5百 去隔壁的麦当劳吃了两顿 当天下午一点十分的午饭',
     '我午饭花了50块',
     '我爷爷午饭花了5百',
     '今天洗车花了50',
     '吃饭花了50',
     '买菜花了50',
     '买菜消费50',
     '花了50吃饭',
     '我的奶奶的爷爷吴征午饭花了50块',
]

export const timeTestInput_1 =[
    '2025年5月6日我花了50块吃饭'
    '这周的星期三我花了50块吃饭',
    '昨天我花了50块吃饭',
    '我昨天下午1点花了50块吃饭',
    '我昨天13点花了50块吃饭'
]

export const timeTestInput_1 =[
    '2025年5月6日那周的星期三我花了50块吃饭'
    '这周的星期三我花了50块吃饭',
    '昨天我花了50块吃饭',
    '我昨天下午1点花了50块吃饭',
    '我昨天13点花了50块吃饭'
]